Repository: monsdar/MiniGameArchive
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Games
de: Spiele

source: My Sessions
de: Meine Sessions

source: Suggest Game
de: Spiel vorschlagen

source: Training Session
de: Trainingssession

source: Admin
de: Administration

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: A Django website for managing sports training games.
de: Eine Website zur Verwaltung von Trainingsspielen.

source: Training Session Builder
de: Trainingssession erstellen

source: Review your selected games and create a training session
de: Überprüfe die ausgewählten Spiele und erstelle eine Trainingssession

source: Selected Games
de: Ausgewählte Spiele

source: View
de: Anzeigen

source: Remove
de: Entfernen

source: Save Training Session
de: Trainingssession speichern

source: Save Session
de: Session speichern

source: Add More Games
de: Weitere Spiele hinzufügen

source: Quick Actions
de: Schnellaktionen

source: Print Session
de: Session drucken

source: Are you sure you want to clear all games from your training session?
de: Sicher, dass alle Spiele aus der Trainingssession entfernt werden sollen?

source: Clear Session
de: Session leeren

source: Print your current training session without saving it
de: Drucke die aktuelle Trainingssession ohne sie zu speichern

source: Session Summary
de: Session-Zusammenfassung

source: Estimated Duration
de: Geschätzte Dauer

source: minutes
de: Minuten

source: No games in your training session
de: Keine Spiele in der Trainingssession

source: Add some games to create a training session
de: Füge Spiele hinzu, um eine Trainingssession zu erstellen

source: Browse Games
de: Spiele durchsuchen

source: Training Games
de: Trainingsspiele

source: Browse and filter games for your training sessions
de: Durchsuche und filtere Spiele für deine Trainingssessions

source: Search
de: Suchen

source: Search games...
de: Spiele suchen...

source: Filters
de: Filter

source: Focus Areas
de: Schwerpunkte

source: Player Count
de: Spieleranzahl

source: All
de: Alle

source: Duration
de: Dauer

source: Materials
de: Materialien

source: Clear Filters
de: Filter löschen

source: Showing
de: Zeige

source: of
de: von

source: games
de: Spielen

source: No games found
de: Keine Spiele gefunden

source: Try adjusting your search or filters
de: Versuche die Suche oder Filter anzupassen

source: About
de: Über

source: About MiniGameArchive
de: Über MiniGameArchive

source: What is MiniGameArchive?
de: Was ist MiniGameArchive?

source: MiniGameArchive is a comprehensive platform for managing and organizing sports training games. It helps coaches, trainers, and sports enthusiasts discover, plan, and track training sessions with a variety of games and exercises.
de: MiniGameArchive ist eine umfassende Plattform zur Verwaltung und Organisation von Trainingsspielen. Es hilft Trainern, Übungsleitern und Sportbegeisterten dabei, Trainingssessions mit verschiedenen Spielen und Übungen zu entdecken, zu planen und zu verfolgen.

source: Key Features
de: Hauptfunktionen

source: Game Discovery
de: Spiel-Entdeckung

source: Browse and search through a curated collection of training games
de: Durchsuchen und suchen Sie in einer kuratierten Sammlung von Trainingsspielen

source: Smart Filtering
de: Intelligente Filterung

source: Filter games by focus area, player count, duration, materials, and more
de: Filtern Sie Spiele nach Schwerpunkt, Spieleranzahl, Dauer, Materialien und mehr

source: Session Planning
de: Session-Planung

source: Build custom training sessions by combining multiple games
de: Erstellen Sie maßgeschneiderte Trainingssessions durch die Kombination mehrerer Spiele

source: Print Support
de: Druck-Unterstützung

source: Print individual games or complete training sessions
de: Drucken Sie einzelne Spiele oder komplette Trainingssessions

source: Multilingual
de: Mehrsprachig

source: Available in multiple languages for global accessibility
de: Verfügbar in mehreren Sprachen für globale Zugänglichkeit

source: Game Suggestions
de: Spiel-Vorschläge

source: Contribute new games to expand the collection
de: Tragen Sie neue Spiele bei, um die Sammlung zu erweitern

source: How to Use
de: Verwendung

source: Browse games using the search and filter options
de: Durchsuchen Sie Spiele mit den Such- und Filteroptionen

source: Add games to your training session using the 'Add to Session' button
de: Fügen Sie Spiele zu Ihrer Trainingssession mit der 'Zur Session hinzufügen'-Schaltfläche hinzu

source: Review your session in the 'Training Session' tab
de: Überprüfen Sie Ihre Session im 'Trainingssession'-Tab

source: Print your session or save it for future reference
de: Drucken Sie Ihre Session oder speichern Sie sie für zukünftige Referenz

source: Technical Details
de: Technische Details

source: Contact & Support
de: Kontakt & Support

source: For questions, suggestions, or support, please contact the administrator.
de: Bei Fragen, Vorschlägen oder Support wenden Sie sich bitte an den Administrator.

source: Suggest a Game
de: Spiel vorschlagen

source: Close
de: Schließen

source: Publisher Information
de: Herausgeber-Informationen

source: This website is operated by a sports enthusiast and coach who maintains this platform for the benefit of the sports community.
de: Diese Website wird von einem Sportbegeisterten und Trainer betrieben, der diese Plattform zum Wohle der Sportgemeinschaft unterhält.

source: Contact Information
de: Kontaktinformationen

source: For questions, suggestions, or support regarding this platform, please contact the administrator through the admin panel.
de: Bei Fragen, Vorschlägen oder Support bezüglich dieser Plattform wenden Sie sich bitte über das Admin-Panel an den Administrator.

source: Content Responsibility
de: Inhaltliche Verantwortung

source: The content on this website is provided for educational and informational purposes. While we strive for accuracy, we cannot guarantee the completeness or correctness of all information.
de: Die Inhalte auf dieser Website werden zu Bildungs- und Informationszwecken bereitgestellt. Obwohl wir uns um Genauigkeit bemühen, können wir nicht die Vollständigkeit oder Richtigkeit aller Informationen garantieren.

source: External Links
de: Externe Links

source: This website may contain links to external websites. We are not responsible for the content of external websites.
de: Diese Website kann Links zu externen Websites enthalten. Wir sind nicht für den Inhalt externer Websites verantwortlich.

source: Copyright
de: Urheberrecht

source: The content on this website is protected by copyright. Reproduction or distribution of content is only permitted with prior written consent.
de: Der Inhalt dieser Website ist urheberrechtlich geschützt. Vervielfältigung oder Verbreitung von Inhalten ist nur mit vorheriger schriftlicher Zustimmung gestattet.

source: Legal Information
de: Rechtliche Informationen

source: Platform
de: Plattform

source: Purpose
de: Zweck

source: Sports Training Games
de: Sport-Trainingsspiele

source: License
de: Lizenz

source: Source Code
de: Quellcode

source: Available on request
de: Auf Anfrage verfügbar

source: Technical Contact
de: Technischer Kontakt

source: For technical issues or questions about the platform functionality, please contact the administrator.
de: Bei technischen Problemen oder Fragen zur Plattform-Funktionalität wenden Sie sich bitte an den Administrator.
